{
  "meta": {
    "title": "ESPIROMETRÍA · Interpretación AP",
    "author": "Guillermo José Olivero Sanjuanelo",
    "language": "es-ES",
    "notes": "Versión clínica-reflexiva. Enfoque práctico para Atención Primaria. Umbral operativo FEV1/FVC <70%. GOLD basado en FEV1 post-broncodilatador. PBD positiva no equivale automáticamente a asma."
  },
  "slides": {

    "001": {
      "title": "Portada",
      "text": "La espirometría no es solo leer números. Es seguir un esquema mental ordenado para decidir si existe obstrucción, si puede haber restricción y qué implicación clínica tiene eso en el paciente real que tenemos delante."
    },

    "002": {
      "title": "Introducción",
      "text": "Es la prueba básica para el estudio de la función pulmonar y el seguimiento de patología respiratoria como EPOC o asma. Es accesible, económica y no invasiva, por eso la usamos tanto en Atención Primaria. Pero depende completamente de la técnica y de la colaboración del paciente. Si la maniobra es incorrecta, el resultado puede ser engañoso. Sin calidad técnica no hay interpretación posible."
    },

    "003": {
      "title": "Indicaciones y contraindicaciones",
      "text": "Está indicada ante síntomas respiratorios, en cribado de fumadores y en seguimiento de patología conocida. Debemos evitarla en inestabilidad hemodinámica, hemoptisis aguda, neumotórax o IAM reciente. En contraindicaciones relativas, valorar siempre riesgo-beneficio. No es una prueba inocua si se hace sin criterio."
    },

    "004": {
      "title": "Preparación previa",
      "text": "Antes de realizar la prueba debemos asegurar condiciones adecuadas: evitar tabaco o ejercicio intenso previo y respetar tiempos de suspensión de broncodilatadores. En la prueba broncodilatadora, salbutamol 400 mcg y repetir a los 15–20 minutos. Una mala preparación puede falsear la interpretación."
    },

    "005": {
      "title": "Conceptos básicos: qué medimos",
      "text": "FEV1 es el volumen espirado en el primer segundo. FVC es la capacidad vital forzada total. El cociente FEV1/FVC es el parámetro diagnóstico clave para obstrucción. En la curva volumen-tiempo, el plateau o meseta final indica que la espiración se ha completado adecuadamente. En la curva flujo-volumen analizamos la morfología: el ascenso inicial, el pico y la presencia o no de concavidad. Primero curvas, luego números."
    },

    "006": {
      "title": "Control de calidad: aceptabilidad",
      "text": "La maniobra debe comenzar con inicio explosivo y volumen extrapolado <5% o <100 ml. No debe haber tos precoz, fugas ni cierre glótico. La espiración debe mantenerse al menos 6 segundos con meseta final. Si no cumple criterios de aceptabilidad, no se interpreta."
    },

    "007": {
      "title": "Control de calidad: reproducibilidad",
      "text": "Se requieren al menos tres maniobras aceptables. La diferencia entre los dos mejores FEV1 y FVC debe ser menor de 150 ml en adultos. Si no hay reproducibilidad, el problema puede ser técnico y no fisiopatológico."
    },

    "008": {
      "title": "Patrón normal",
      "text": "Función pulmonar dentro de la normalidad sin evidencia de obstrucción ni restricción. FEV1/FVC ≥70% y FEV1 y FVC ≥80% del valor teórico. Morfología normal en la curva flujo-volumen, sin concavidad y con ascenso rápido al pico de flujo."
    },

    "009": {
      "title": "Patrón obstructivo",
      "text": "Se define por FEV1/FVC <70%. El FEV1 está disminuido y determina la gravedad. La FVC puede ser normal o estar reducida por atrapamiento aéreo. En la curva flujo-volumen aparece concavidad en la rama espiratoria."
    },

    "010": {
      "title": "Clasificación GOLD",
      "text": "La gravedad de la obstrucción en EPOC se basa en el FEV1 post-broncodilatador. Leve ≥80%, moderado 50–79%, grave 30–49%, muy grave <30%. La clasificación no define el diagnóstico, solo el grado de severidad una vez confirmada la obstrucción."
    },

    "011": {
      "title": "Patrón restrictivo",
      "text": "FEV1/FVC normal o elevado con FVC disminuida (<80%). El FEV1 disminuye de forma proporcional. La espirometría solo sugiere restricción; debe confirmarse con medición de volúmenes pulmonares en ámbito hospitalario."
    },

    "012": {
      "title": "Patrón mixto",
      "text": "Existe obstrucción (FEV1/FVC <70%) y además FVC disminuida. Combina limitación al flujo y reducción de volúmenes. Requiere estudio completo para confirmar componente restrictivo verdadero."
    },

    "013": {
      "title": "Prueba broncodilatadora (PBD)",
      "text": "Se administra salbutamol 400 mcg y se repite la espirometría tras 15–20 minutos. Es positiva si FEV1 o FVC aumentan ≥12% y ≥200 ml respecto al basal. Positividad no implica reversibilidad completa ni confirma automáticamente asma."
    },

    "014": {
      "title": "Algoritmo de interpretación",
      "text": "Secuencia lógica: comprobar calidad → valorar FEV1/FVC → si ≥70%, analizar FVC para descartar restricción; si <70%, confirmar obstrucción y clasificar gravedad con FEV1 post-broncodilatador. El orden evita errores diagnósticos."
    },

    "015": {
      "title": "Mensajes clave",
      "text": "Calidad antes que cantidad. Primero curvas, luego cifras. El cociente FEV1/FVC define obstrucción. El FEV1 post-broncodilatador define gravedad. La espirometría no es un número aislado, es una secuencia lógica integrada en el contexto clínico."
    }

  }
}
